[
    {
        "image_id": 1,
        "image_type": "default",
        "image_name": "ASTEROBLASTUS STELLATUS",
        "image_text": "Asteroblastus stellatus is an ancestor of the Sea Lily; the animal that looks like a starfish on a stalk. They were around over 450 million years ago when fish with jaws were about to appear. With this new threat Blastoid creatures evolved the ability to regenerate. Surviving Sea Lilies possess ancestoral skeletal five-sector symmetry and similarly attach themselves to the rocky bottom by a stalk. The Sea Lily mostly eats suspended particles in the water that float by, such as plankton. It uses grooves within its five radiating petals to capture food. These work like tiny conveyors delivering food into its mouth in the centre.",
        "image_png": "asteroblastusstellatus.png",
        "image_default_mp3": "asteroblastusstellatus.mp3",
        "image_custom_mp3": ""
    },
    {
        "image_id": 2,
        "image_type": "default",
        "image_name": "PORPITA PRUNELLA",
        "image_text": "Commonly known as the blue button jellyfish, but it is not really a jellyfish. Actually, it is a colony of carnivores! These are called hydroids, a relative of the jellyfish. Surrounded by other small animals called zooids that form tentacles with stinging knobs at their ends called nematocysts. These tiny individual animals live together harmoniously by performing specific roles. One variety has radiating tentacles to catch prey, reproduce and digest. Other clusters of individuals keep the colony afloat by creating a gas-filled disc in the middle which is hardened by chitinous material. Chitin is so strong and flexible that it is used as surgical thread. Due to its natural biodegradable properties it dissolves, and has even been found to accelerate the healing of wounds.",
        "image_png": "porpitaprunella.png",
        "image_default_mp3": "porpitaprunella.mp3",
        "image_custom_mp3": ""
    },
    {
        "image_id": 3,
        "image_type": "default",
        "image_name": "POLIOPOGON AMADOU",
        "image_text": "This animal is composed of thousands of silica needles, called spicule. Consequently, its common name is Glass Sponge. It grows into a tall vase form becoming home to a monogamous shrimp couple that enters this Glass 'house' to remain there for the rest of their lives. Only their tiny offspring can eventually leave this home, through small windows of this Glass house. In Japan, this vase-like animal symbolises eternal love and are given as wedding gifts. The extraordinary structures of the Glass house are studied by architects to improve structural performance and flexibility of buildings.",
        "image_png": "poliopogonamadou.png",
        "image_default_mp3": "poliopogonamadou.mp3",
        "image_custom_mp3": ""
    },
    {
        "image_id": 4,
        "image_type": "default",
        "image_name": "BOTRYLLUS SCHLOSSERI",
        "image_text": "Botryllus schlosseri is between 2-4mm in diameter and squirts water if disturbed, hence the name, the sea-squirt! The star-like pattern of the colony, called the 'test', inspired its common name the Golden Star Tunicate. A colony of sea-squirts is covered in a jelly and would fit in your palm. Each zooid generates a current of water through pulsating cilia, the tiny hairs inside their bodies. As a result, water saturated with plankton is attracted to the mouth opening where food is trapped in mucus which then passes to the stomach. Once digested the remains are passed into a common chamber shared by the whole colony. Bortyllus loves sheltered areas like ship docks, and are very common around the coasts of Britain.",
        "image_png": "botryllusschlosseri.png",
        "image_default_mp3": "botryllusschlosseri.mp3",
        "image_custom_mp3": ""
    },
    {
        "image_id": 5,
        "image_type": "default",
        "image_name": "CASSIOPEA ANDROMEDA",
        "image_text": "In Turkey this is called the alien jellyfish. It often invades tourist lagoons, lying at the bottom of muddy, marshy shallow water. Lying upside down with its mouth upwards, it vibrates its arms to bring food to its mouth. Whilst its appearance pretends to be a benign sea anemone, it is in fact a poisonous jellyfish. Its scientific name references the Greek myth of Queen Cassiopeia and her daughter Andromeda. In the story, Andromeda is chained to the rocks and destined to be eaten by the sea monster until rescued by the greatest Greek hero, Perseus. After an adventure beheading the Gorgon Medusa, he saves Andromeda on the winged horse Pegasus. All ends well; they marry, have beautiful children, and live happily ever after.",
        "image_png": "cassiopeaandromeda.png",
        "image_default_mp3": "cassiopeaandromeda.mp3",
        "image_custom_mp3": ""
    },
    {
        "image_id": 6,
        "image_type": "default",
        "image_name": "HEMIPHOLIS CORDIFERA",
        "image_text": "This is a picture of a mouth on the central disc portion of a starfish skeleton, commonly known as a Brittle Starfish. In the living creature 5 long arms sprawl outward from this disc. The Brittle Star possesses the ability to regenerate its lost arms and even part of the damaged disc, hence its name! Its mouth, with 5 jaws, is on the underside of the disc, which is also their bottom! They can capture food by raising their body onto their arms and trapping food in a mucus net spread between the spines of their arms. Some species of brittle stars are bioluminescent and emit light.",
        "image_png": "hemipholiscordifera.png",
        "image_default_mp3": "hemipholiscordifera.mp3",
        "image_custom_mp3": ""
    },
    {
        "image_id": 7,
        "image_type": "default",
        "image_name": "CENTROSTEPHANUS LONGISPINUS",
        "image_text": "Centrostephanus longispinus literally means long-spine sea-urchin. In fact, the spines are around three times longer than their body. These long needle-like spines have a cell structure that can change conformation, enabling it to change to a different hue in response to a change in its surroundings - camouflage. When in shallow water in a hot country, these urchins manage to hold up seaweed or even shells on long finger-like spines to make an umbrella to hide from the hot sun! As they are rather prickly, procreation happens outside their bodies; entailing the simultaneous release of eggs and sperm into the water. This is coordinated by the urchins releasing a chemical pheromone, so that the neighbouring urchin can sense that it is baby making season.",
        "image_png": "centrostephanuslongispinus.png",
        "image_default_mp3": "centrostephanuslongispinus.mp3",
        "image_custom_mp3": ""
    },
    {
        "image_id": 8,
        "image_type": "default",
        "image_name": "NAUTILUS POMPILIUS",
        "image_text": "Nautili have inhabited the Earth since about 500 million years ago, even before dinosaurs. They are considered to be 'living fossils' as they look the same as they did these millions of years ago. A nautilus dives just like a submarine. It uses an argon - nitrogen gas filled shell chamber to regulate its buoyancy and empties its 'dive-tanks' to descend. It travels up to the surface from a depth of 2000 feet at sunset to feed and then goes back down again at sunrise. The nautilus incubation period is as long as a human baby's! It ranges from nine months to over a year.",
        "image_png": "nautiluspompilius.png",
        "image_default_mp3": "nautiluspompilius.mp3",
        "image_custom_mp3": ""
    },
    {
        "image_id": 9,
        "image_type": "default",
        "image_name": "HAECKELIANA PORCELLANA",
        "image_text": "Haeckeliana porcellana is a zooplankton floating in abundance across our seas and oceans. Being so small, at less than half a millimetre in diameter (about as thick as a baby's thumb nail), it is classed as a nanoplankton. It is named 'Porcellana', due to its exquisite silica-built exoskeleton, the same material used to create very fine translucent china. Silica is vital to our healthy teeth, bones, nails, blood vessels and more. The best source for it is oats, but we can also obtain it from water and bread, mangos and bananas, spinach and even beer!",
        "image_png": "haeckelianaporcellana.png",
        "image_default_mp3": "haeckelianaporcellana.mp3",
        "image_custom_mp3": ""
    },
    {
        "image_id": 10,
        "image_type": "default",
        "image_name": "CANNORRHIZA CONNEXA",
        "image_text": "This jellyfish has eight frilly oral arms instead of a mouth and lacks tentacles on the bell's rim. It belongs to the order of jellyfish called Rhizostomae, which translated from the Greek means 'roots from the mouth'. Their mouth is fused. They eat like a sponge via suctorial minimouths, located all along these oral arms. As Rhizostomae do not have tentacles, that other jellyfish use to capture prey, they use tiny arrow cells to immobilise their prey or eat whatever just happened to pass through their oral arms. This variety of jellyfish is edible and very popular in Japan and China. It is also fished for its medicinal properties.",
        "image_png": "cannorrhizaconnexa.png",
        "image_default_mp3": "cannorrhizaconnexa.mp3",
        "image_custom_mp3": ""
    },
    {
        "image_id": 11,
        "image_type": "default",
        "image_name": "NAUSITHOE CHALLENGERI",
        "image_text": "This tiny jellyfish, just over 10 mm wide, belongs to a class of immortal beings! This animal can regress to its younger form and regenerate again and again. It is an evolved form of survival. In their mature form they can reproduce through sharing eggs and sperm. However; if life becomes tough and the environment is threatening their survival, they can drop to the floor of the ocean, become younger selves, and grow as a polyp in a colony that looks like long stalks. When the time is right, they just slice or bud themselves off the stalk and swim away to enjoy single life again. The later process is called a reverse ontogeny.",
        "image_png": "nausithoechallengeri.png",
        "image_default_mp3": "nausithoechallengeri.mp3",
        "image_custom_mp3": ""
    },
    {
        "image_id": 12,
        "image_type": "default",
        "image_name": "SOLMARIS",
        "image_text": "This miniature jellyfish is a width of your thumb nail and possesses a truly invisible cloak that is transparent like the water it inhabits. Solmaris wears its stomach like a hula-hoop; as tube that runs around the entire edge of the jellyfish umbrella. The outermost 'skin' of the jellyfish umbrella is named the exumbrella. Solmaris sense organs and exumbrellar are fluorescent. They light up under the blue to ultraviolet light range. The green fluorescent protein gene was first isolated in a jellyfish and since has been introduced into many organisms; from bacteria to fungi, plants, flies and even mammalian and human cells. This gene can also be passed on to the next generation.",
        "image_png": "solmaris.png",
        "image_default_mp3": "solmaris.mp3",
        "image_custom_mp3": ""
    }
]